---
kind: enumMember
id: F:Autodesk.Revit.DB.SetComparisonResult.BothEmpty
enum: Autodesk.Revit.DB.SetComparisonResult
source: html/3310a68d-b67a-79cb-ea54-deb00d9f60d9.htm
---
# Autodesk.Revit.DB.SetComparisonResult.BothEmpty

Both sets are empty.